Repository: AmFearLiath/osclass-jquery_wysiwyg_editor
Catalog: languages/*/messages.po
Languages: de_de

source: <strong>All Settings saved.</strong> Your plugin ist now configured
de_de: <strong>Einstellungen gespeichert.</strong> Dein Plugin ist jetzt konfiguriert

source: <strong>Error.</strong> Your settings can not be saved, please try again
de_de: <strong>Fehler.</strong> Deine Einstellungen konnten nicht gespeichert werden, bitte versuche es erneut

source: Placeholder
de_de: Platzhalter

source: Here you can define, which placeholder should appear in the editor and the URL-Popup.
de_de: Hier kannst Du bestimmen, welche Platzhalter im Editor und im URL-Popup verwendet werden

source: <strong>Editor</strong> Which placeholder should be appear in the editor window
de_de: <strong>Editor</strong> Welcher Platzhalter soll im Editorfenster erscheinen

source: <strong>URL-Popup</strong> Which placeholder should be appear in the URL-Popup
de_de: <strong>URL-Popup</strong> Welcher Platzhalter soll im URL-Popup erscheinen

source: Allow HTML
de_de: HTML erlauben

source: Here you can define, whether the user is allowed to use HTML in the editor.
de_de: Hier kannst Du festlegen, ob der Benutzer HTML verwenden darf

source: <strong>Allow HTML</strong> Note that this malicious code can be inserted
de_de: <strong>HTML erlauben</strong> Beachte, dass dadurch Schadcode eingefügt werden kann

source: Options
de_de: Einstellungen

source: Here you can define, which buttons should appear in the editor toolbar.
de_de: Hier kannst Du festlegen, welche Buttons in der Editor-Toolbar erscheinen sollen

source: <strong>Fontsize</strong> Enable the user, to select the fontsize
de_de: <strong>Schriftgröße</strong> Erlaubt dem Benutzer, Schriftgrößen zu verwenden

source: <strong>Header</strong> Enable the user, to select the headertype
de_de: <strong>Kopfzeilen</strong> Erlaubt dem Benutzer, den Kopzeilentyp anzupassen

source: <strong>Bold</strong> Enable the user, to mark text as bold
de_de: <strong>Fett</strong> Erlaubt dem Benutzer, Text als Fett zu markieren

source: <strong>Italic</strong> Enable the user, to mark text as italic
de_de: <strong>Kursiv</strong> Erlaubt dem Benutzer, Text als Kursiv zu markieren

source: <strong>Underlined</strong> Enable the user, to mark text as underlined
de_de: <strong>Unterstrichen</strong> Erlaubt dem Benutzer, Text zu unterstreichen

source: <strong>Strikethrough</strong> Enable the user, to mark text as strikethrough
de_de: <strong>Durchgestrichen</strong> Erlaubt dem Benutzer, Text durchzustreichen

source: <strong>Add URL</strong> Enable the user, to add an URL
de_de: <strong>Link hinzufügen</strong> Erlaubt dem Benutzer, einen Link hinzuzufügen

source: <strong>Text Color</strong> Enable the user, to change the text color
de_de: <strong>Textfarbe</strong> Erlaubt dem Benutzer, die Textfarbe zu bestimmen

source: <strong>Background Color</strong> Enable the user, to change the background color
de_de: <strong>Hintergrundfarbe</strong> Erlaubt dem Benutzer, die Hintergrundfarbe von Text zu bestimmen

source: <strong>Align left</strong> Enable the user, to align text to the left side
de_de: <strong>Linksbündig</strong> Erlaubt dem Benutzer, Text linksbündig zu setzen

source: <strong>Align right</strong> Enable the user, to align text to the right side
de_de: <strong>Rechtsbündig</strong> Erlaubt dem Benutzer, Text rechtsbündig zu setzen

source: <strong>Align center</strong> Enable the user, to center text
de_de: <strong>Linksbündig</strong> Erlaubt dem Benutzer, Text zu zentrieren

source: <strong>Align justified</strong> Enable the user, to justify text
de_de: <strong>Links-, Rechtsbündig</strong> Erlaubt dem Benutzer, Text links- und rechtsbündig zu setzen

source: <strong>Subscript</strong> Enable the user, to show text subscript
de_de: <strong>Hochgestellt</strong> Erlaubt dem Benutzer, Text hochgestellt zu setzen

source: <strong>Superscript</strong> Enable the user, to show text superscript
de_de: <strong>Tiefgestellt</strong> Erlaubt dem Benutzer, Text tiefgestellt zu setzen

source: <strong>Indent</strong> Enable the user, to indent text
de_de: <strong>Einrücken</strong> Erlaubt dem Benutzer, Text einzurücken

source: <strong>Outdent</strong> Enable the user, to outdent text
de_de: <strong>Ausrücken</strong> Erlaubt dem Benutzer, Text auszurücken

source: <strong>ordered List</strong> Enable the user, to make an ordered list
de_de: <strong>geordnete Liste</strong> Erlaubt dem Benutzer, eine geordnete Liste einzufügen

source: <strong>unordered List</strong> Enable the user, to make an unordered list
de_de: <strong>ungeordnete Liste</strong> Erlaubt dem Benutzer, eine ungeordnete Liste einzufügen

source: <strong>clear Format</strong> Enable the user, to clear the formation from text
de_de: <strong>Formatierung aufheben</strong> Erlaubt dem Benutzer, die Textformatierung im Editor zu löschen

source: Save
de_de: Speichern

source: This plugin change the textarea in item add/edit page to a full wysiwyg editor
de_de: Dieses Plugin fügt einen vollständigen WYSIWYG Editor in die Angebot erstellen/bearbeiten Seiten ein

source: If you can read this message, you have nothing to do except to setup the plugin on the configuration page.
de_de: Wenn Du diese Nachricht lesen kannst, brauchst Du nichts weiter zu tun, ausser das Plugin zu konfigurieren

source: Enter your description here
de_de: Füge hier Deine Angebotsbeschreibung ein

source: Fonts
de_de: Schriftarten

source: Fontsize
de_de: Schriftgröße

source: Header
de_de: Kopfzeile

source: Bold (CTRL + B)
de_de: Fett (CTRL + B)

source: Italic (CTRL + I)
de_de: Kursiv (CTRL + I)

source: Underline (CTRL + U)
de_de: Unterstrichen (CTRL + U)

source: Strikethrough (CTRL + S)
de_de: Durchgestrichen (CTRL + S)

source: Insert Link
de_de: Link einfügen

source: Textcolor
de_de: Textfarbe

source: Backgroundcolor
de_de: Hintergrundfarbe

source: Align Left
de_de: Linksbündig

source: Align Right
de_de: Rechtsbündig

source: Align Center
de_de: Zentriert

source: Justify
de_de: Links- und Rechtsbündig

source: Subscript
de_de: Hochgestellt

source: Superscript
de_de: Tiefgestellt

source: Indent
de_de: Tab vor

source: Outdent
de_de: Tab zurück

source: Ordered List
de_de: geordnete Liste

source: Unordered List
de_de: ungeordnete Liste

source: Clear Format
de_de: Formatierung Löschen

source: Settings
de_de: Einstellungen

source: Help
de_de: Hilfe
